abiword
alacritty
alsa-firmware
alsa-plugins
alsa-utils
ani-cli
arandr
autoconf
automake
autotiling
backintime
base
bison
brave-bin
cmake
cups
discord
dmenu
docker
dosbox
downgrade
dunst
eclipse-java
efibootmgr
fakeroot
fd
ffmpegthumbnailer
firefox
flameshot
flatpak
flex
fzf
gamemode
gcc
gimp
git
groff
grub
htop
i3-gaps
i3lock
imagemagick
jdk-openjdk
jq
jupyter-notebook
keepassxc
lazygit
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
m4
make
man-db
mesa-utils
mpg123
mpv
nautilus
ncdu
neofetch
neovim
networkmanager
nodejs-lts-gallium
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia
nvidia-dkms
nvidia-settings
ocl-icd
opentabletdriver
optimus-manager
p7zip
patch
pavucontrol
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polybar
profile-sync-daemon
python-pip
ranger
reflector
ripgrep
samba
speedtest-cli
steam
sudo
sxiv
telegram-desktop
texinfo
timeshift
tldr
toptracker
tree
ueberzug
unzip
update-grub
vscodium-bin
wget
wine
winetricks
wireplumber
wmctrl
xbanish
xcape
xclip
xf86-video-intel
xmousepasteblock-git
xorg-server
xorg-xinit
xwallpaper
yay
yt-dlp
zoxide
zsh
